[
  {
    "id": "guid-8320-02",
    "title": "Sharing Data, Information, and Information Technology (IT) Services in the Department of Defense",
    "description": "Establishes policy and assigns responsibilities for sharing data, information, and IT services across the DoD enterprise. Mandates that data be made visible, accessible, understandable, linked, trustworthy, interoperable, and responsive to meet mission requirements. Requires use of community-accepted metadata standards for all shared data assets.",
    "status": "active",
    "hostingType": "linked",
    "externalUrl": "https://www.esd.whs.mil/Portals/54/Documents/DD/issuances/dodi/832002p.pdf",
    "keywords": ["data sharing", "metadata", "interoperability", "enterprise data", "VAULTIS", "data governance"],
    "tier": "1",
    "documentNumber": "DoDI 8320.02",
    "issuingAuthority": "DoD CIO",
    "issueDate": "2024-04-23",
    "summary": "Core DoD instruction mandating enterprise-wide data sharing using standardized metadata. Establishes the requirement that all shared data assets use community-accepted metadata standards and be registered in authoritative data catalogs. Defines the principles of Visible, Accessible, Understandable, Linked, Trustworthy, Interoperable, and Secure (VAULTIS) data.",
    "relatedSpecIds": ["spec-niem", "spec-niem-core", "spec-ddms", "spec-dublin-core"]
  },
  {
    "id": "guid-8320-07",
    "title": "Implementing the Sharing of Data, Information, and Information Technology (IT) Services in the Department of Defense",
    "description": "Provides implementing guidance for DoDI 8320.02, detailing procedures for using government data standards to support interoperability and data sharing. Specifies requirements for metadata tagging, data element standardization, and alignment with National Information Exchange Model (NIEM) and other approved standards.",
    "status": "active",
    "hostingType": "linked",
    "externalUrl": "https://www.esd.whs.mil/Portals/54/Documents/DD/issuances/dodi/832007p.pdf",
    "keywords": ["data standards", "NIEM", "data element standardization", "metadata tagging", "implementation"],
    "tier": "1",
    "documentNumber": "DoDI 8320.07",
    "issuingAuthority": "DoD CIO",
    "issueDate": "2020-10-07",
    "summary": "Implementation guidance for DoD data sharing policy. Specifies how DoD components must implement government data standards including NIEM, defines metadata tagging requirements, and establishes procedures for registering data standards in the DoD metadata registry.",
    "relatedSpecIds": ["spec-niem", "spec-niem-core", "spec-niem-justice", "spec-niem-mil-ops", "spec-iso-11179"]
  },
  {
    "id": "guid-8310-01",
    "title": "Information Technology Standards in the DoD",
    "description": "Establishes policy for the identification, development, adoption, and use of IT standards throughout the Department of Defense. Mandates use of open standards and voluntary consensus standards where appropriate, and defines the process for selecting and mandating IT standards across the enterprise.",
    "status": "active",
    "hostingType": "linked",
    "externalUrl": "https://www.esd.whs.mil/Portals/54/Documents/DD/issuances/dodi/831001p.pdf",
    "keywords": ["IT standards", "open standards", "consensus standards", "standards adoption", "technology governance"],
    "tier": "1",
    "documentNumber": "DoDI 8310.01",
    "issuingAuthority": "DoD CIO",
    "issueDate": "2020-06-02",
    "summary": "Governs the identification, selection, and mandating of IT standards across DoD. Establishes the DoD IT Standards Registry (DISR) and requires components to align with approved standards profiles. Promotes use of open standards and voluntary consensus standards to improve interoperability.",
    "relatedSpecIds": ["spec-niem", "spec-dublin-core", "spec-dcat", "spec-iso-11179"]
  },
  {
    "id": "guid-8330-01",
    "title": "Interoperability of Information Technology (IT), Including National Security Systems (NSS)",
    "description": "Establishes policy and responsibilities for achieving interoperability of DoD IT and National Security Systems. Requires interoperability testing, certification, and the use of standardized data exchange formats and metadata to enable seamless information sharing across systems and organizational boundaries.",
    "status": "active",
    "hostingType": "linked",
    "externalUrl": "https://www.esd.whs.mil/Portals/54/Documents/DD/issuances/dodi/833001p.pdf",
    "keywords": ["interoperability", "NSS", "national security systems", "data exchange", "testing", "certification"],
    "tier": "1",
    "documentNumber": "DoDI 8330.01",
    "issuingAuthority": "DoD CIO",
    "issueDate": "2020-05-07",
    "summary": "Defines interoperability requirements for DoD IT and National Security Systems. Mandates use of standardized interfaces, data formats, and metadata specifications. Requires interoperability testing and certification for systems that exchange data across organizational boundaries.",
    "relatedSpecIds": ["spec-niem", "spec-ic-ism", "spec-ic-edh", "spec-ddms"]
  },
  {
    "id": "guid-8000-01",
    "title": "Management of the Department of Defense Information Enterprise (DoD IE)",
    "description": "Establishes overarching policy for managing the DoD Information Enterprise, including data, information, IT, and the people and processes that support them. Provides the top-level directive that drives all subordinate data and IT governance instructions, mandating a net-centric, data-sharing approach to enterprise information management.",
    "status": "active",
    "hostingType": "linked",
    "externalUrl": "https://www.esd.whs.mil/Portals/54/Documents/DD/issuances/dodd/800001p.pdf",
    "keywords": ["information enterprise", "data governance", "IT management", "net-centric", "enterprise architecture"],
    "tier": "1",
    "documentNumber": "DoDD 8000.01",
    "issuingAuthority": "USD(A&S)",
    "issueDate": "2019-03-17",
    "summary": "Top-level DoD directive governing the Information Enterprise. Establishes the strategic vision for managing DoD data, information, and IT as enterprise resources. Drives subordinate policies including DoDI 8320.02 and DoDI 8310.01.",
    "relatedSpecIds": ["spec-niem", "spec-dublin-core"]
  },
  {
    "id": "guid-8500-01",
    "title": "Cybersecurity",
    "description": "Establishes the DoD cybersecurity program to protect and defend DoD information and IT. Includes requirements for data classification marking, security labeling, and the use of standardized security metadata (such as IC-ISM and IC-EDH) to ensure proper handling of classified and controlled unclassified information across DoD systems.",
    "status": "active",
    "hostingType": "linked",
    "externalUrl": "https://www.esd.whs.mil/Portals/54/Documents/DD/issuances/dodi/850001_2014.pdf",
    "keywords": ["cybersecurity", "classification marking", "security metadata", "CUI", "data protection", "information security"],
    "tier": "1",
    "documentNumber": "DoDI 8500.01",
    "issuingAuthority": "DoD CIO",
    "issueDate": "2014-03-14",
    "summary": "Establishes the DoD cybersecurity program. Relevant to metadata standards because it mandates the use of standardized security marking and classification metadata on all DoD information, linking directly to IC-ISM and IC-EDH specifications for security labeling of shared data.",
    "relatedSpecIds": ["spec-ic-ism", "spec-ic-edh"]
  },
  {
    "id": "guid-5015-02",
    "title": "DoD Records Management Program",
    "description": "Establishes policy and assigns responsibilities for records management across the Department of Defense. Mandates metadata-driven records management practices, including standardized descriptive metadata for records identification, retention scheduling, and disposition. Requires alignment with National Archives and Records Administration (NARA) metadata standards.",
    "status": "active",
    "hostingType": "linked",
    "externalUrl": "https://www.esd.whs.mil/Portals/54/Documents/DD/issuances/dodi/501502p.pdf",
    "keywords": ["records management", "NARA", "retention", "disposition", "descriptive metadata", "recordkeeping"],
    "tier": "1",
    "documentNumber": "DoDI 5015.02",
    "issuingAuthority": "DoD CIO",
    "issueDate": "2015-02-24",
    "summary": "Governs the DoD records management program. Requires standardized metadata for records identification, classification, and lifecycle management. Mandates alignment with Dublin Core and NARA metadata standards for records description.",
    "relatedSpecIds": ["spec-dublin-core", "spec-dcat"]
  }
]
